<?php

return [
    'MEET' => [
        // 会议类型
        'type' => [
            '10' => '类型一',
            '20' => '类型二',
            '30' => '类型三',
            '40' => '类型四',
            '50' => '类型五',
        ],
        'lecturer' => [
            'img' => 'upload/20180709/1531126025.jpg',
        ],
        'button' => [
            // 开始报名
            '20' => 'apply_time',
            // 开始签到
            '24' => 'sign_time',
            // 开始领红包（评价）
            '25' => 'eval_time',
        ],
    ],
];


