<?php
/**
 * Created by PhpStorm.
 * User: wqb
 * Date: 2018/4/3
 * Time: 10:14
 */
//外部接口对接参数
return [
    //接口地址
//    'url' => 'http://1.119.192.162:9083/zeus3_ins/login/loginProcess',
    'url' => 'http://miller.lanchain.com/zeus3_ins/login/loginProcess',
    //代理商账号
//    'agentId' => '100007000000000',
    'agentId' => '100868000000000',
    //密钥
//    'key' => '4B3272756B45306C326C75786354423645426C7373694637',
    'key' => '7A574D454D6532304C626E74594847553350384F66375A6F',

    /**
    用户手机号：
    订单ID：
    车牌：
    发动机号：
    车架号：
    商业险金额：
    交强险金额：
    车船税金额：
    商业险返佣：
    交强险返佣：
    商业险单号：
    交强险单号：
    商业险有效期
    交强险有效期
    订单状态：
    快递单号：
     */

    'order_status' => [
        '21' => '报价成功',
        '30' => '支付成功',
        '31' => '支付失败',
        '32' => '支付失败',
        '33' => '支付成功待审核',
        '40' => '审核中',
        '41' => '核保成功',
        '42' => '核保成功,待退回多收费用',
        '50' => '录入保单',
        '51' => '承保成功待配送',
        '71' => '全额退款',
        '80' => '完成',
    ]
];