<?php

return [
    // 违章查询错误信息
    'VIOLATION' => array(
        // 服务级错误代码
        '203603' => '网络错误请重试',
        '203606' => '车辆信息错误,请确认输入的信息正确或参数错误等相关错误,以实际传输为准',
        '203607' => '车辆信息错误：车架号发动机号车牌号错误(经过请求校验得出的车辆信息错误',
        '203608' => '您好,你所查询的城市正在维护或未开通查询',
        '203609' => '内部错误,具体看返回',
        '203611' => '根据车牌前缀获取查询规则相关错误',
        // 系统级错误代码
        '10001' => '错误的请求KEY',
        '10002' => '该KEY无请求权限',
        '10003' => 'KEY过期',
        '10004' => '错误的OPENID',
        '10005' => '应用未审核超时，请提交认证',
        '10007' => '未知的请求源',
        '10008' => '被禁止的IP',
        '10009' => '被禁止的KEY',
        '10011' => '当前IP请求超过限制',
        '10012' => '请求超过次数限制',
        '10013' => '测试KEY超过请求限制',
        '10014' => '系统内部异常',
        '10020' => '接口维护',
        '10021' => '接口停用',
    ),
];